Repository: derickongeri/amhewasdroughtwatch
Catalog: source/locales/*/LC_MESSAGES/index.po
Languages: ar

source: The Africa Drought Watch (ADW) Bulletin is Africa’s resource for tracking...
ar: نشرة رصد الجفاف في إفريقيا (ADW) هي مصدر إفريقيا لتتبع وتوقّع حالات الجفاف في جميع أنحاء القارة. تُنشر شهريًا من قبل مفوضية الاتحاد الإفريقي من خلال برنامج النظام الإفريقي المتعدد المخاطر للإنذار المبكر والعمل (AMHEWAS)، وتوفّر النشرة رؤى في الوقت المناسب لتوجيه الاستعداد، والعمل الاستباقي، والاستجابة، والتعافي، واتخاذ قرارات السياسات لبناء القدرة على الصمود على المدى الطويل. تُعد ADW منتجًا شهريًا لرصد الجفاف والإنذار المبكر، يقدّم تحليلاً شاملاً ومتكاملاً لحالات الجفاف قصيرة وطويلة الأجل وتأثيراتها في جميع أنحاء إفريقيا. من خلال دمج توقعات الموسم، توفّر النشرة نظرة عامة على التأثيرات والاتجاهات المتوقعة، مما يدعم اتخاذ إجراءات واستجابات استباقية وبناء القدرة على الصمود. لضمان الشمولية، يتم إعداد النشرة من خلال نهج تعاوني وشامل عبر عملية إنتاج مشترك تجمع بين غرف المراقبة القارية والإقليمية التابعة لـ AMHEWAS، والمجموعات الاقتصادية الإقليمية (RECs)، والمراكز المناخية الإقليمية (RCCs).

source: Why it matters
ar: لماذا الأمر مهم

source: Africa faces more frequent, severe, and prolonged droughts...
ar: تواجه إفريقيا حالات جفاف أكثر تكرارًا وشدة وطولًا. إن مراقبة الجفاف والإنذار المبكر أمران حاسمان في التخفيف من المخاطر وإدارة حالات الطوارئ المتعلقة بالجفاف. تحتاج إفريقيا إلى أن تكون أكثر استعدادًا. تساعد نشرة الجفاف على: - تحفيز الإجراءات الاستباقية قبل تفاقم التأثيرات - دعم التنسيق الإقليمي والاستجابة عبر الحدود - دعم التخطيط والاستثمار طويل الأجل في الصمود. من خلال التنبيهات العلمية في الوقت المناسب، ننتقل من رد الفعل إلى التوقع.

source: What is the Bulletin?
ar: ما هي النشرة؟

source: The Drought Bulletin is a monthly publication offering...
ar: نشرة الجفاف هي إصدار شهري يقدّم: - رصدًا قاريًا للجفاف باستخدام بيانات الأقمار الصناعية، والمعلومات الميدانية، والخبرات الإقليمية - توقعات مخاطر الجفاف للأشهر المقبلة - رسائل موجهة للسياسات لدعم الإجراءات المبكرة والتنسيق - صور وخرائط لتفسير مدى الجفاف وانتشاره بسرعة. سواء كنت صاحب قرار سياسي أو مستجيبًا إنسانيًا أو باحثًا، فإن النشرة تدعم اتخاذ قرارات مبكرة وبناء القدرة على الصمود.

source: *View the latest bulletin* (link)
ar: *عرض النشرة الأحدث* (رابط)

source: Definitions and Terminology
ar: التعاريف والمصطلحات

source: **Drought**: A prolonged period of abnormally low rainfall...
ar: **الجفاف**: فترة طويلة من انخفاض هطول الأمطار بشكل غير طبيعي، تؤدي إلى نقص في المياه يمكن أن يؤثر سلبًا على الزراعة والنظم البيئية والأنشطة البشرية.

source: **Combined Drought Indicator (CDI)**: A multi-variable index...
ar: **مؤشر الجفاف المدمج (CDI)**: مؤشر متعدد المتغيرات يُستخدم لرصد وتقييم حالات الجفاف من خلال دمج معلومات من متغيرات هيدرولوجية وبيوفيزيائية متعددة. يُستخدم بشكل خاص لتحديد وتتبع الجفاف الزراعي الذي يؤثر مباشرةً على صحة النباتات والمحاصيل. بدلاً من الاعتماد على مؤشر واحد، يجمع مؤشر CDI في ADW بين ثلاثة مؤشرات، وهي: - مؤشر هطول الأمطار القياسي: (SPI-1، SPI-3) - شذوذ رطوبة التربة: (شهريًا) - شذوذ إنتاجية النباتات باستخدام نسبة الإشعاع النشط الممتص ضوئيًا (fAPAR): (كل 10 أيام)

source: **Short-term drought**: is a period of unusually dry weather...
ar: **الجفاف قصير الأجل**: هو فترة من الطقس الجاف غير المعتاد تستمر عادة من بضعة أسابيع إلى بضعة أشهر، ناتجة عن نقص كبير في الأمطار يؤثر بشكل رئيسي على رطوبة التربة السطحية ومصادر المياه السطحية، وغالبًا ما يؤثر على الزراعة والنظم البيئية ويزيد من خطر الحرائق. تراقب النشرة هذا النوع من الجفاف باستخدام مؤشر الجفاف المدمج (CDI) الذي يدمج بين نقص الأمطار (SPI-1، SPI-3)، وشذوذ رطوبة التربة، وانخفاض إنتاجية النباتات (fAPAR).

source: **Long-term drought**: Droughts that persist for many months...
ar: **الجفاف طويل الأجل**: حالات الجفاف التي تستمر لعدة أشهر أو سنوات وتؤثر على الأنظمة الهيدرولوجية، والمياه الجوفية، والنظم البيئية، والأنظمة الاجتماعية والاقتصادية. يرتبط هذا النوع عادة بتراكم نقص الأمطار لفترات طويلة. تراقب النشرة الجفاف طويل الأجل باستخدام مؤشر هطول الأمطار القياسي لفترة 12 شهرًا (SPI-12).

source: **Types of drought**:
ar: **أنواع الجفاف:**

source: **Meteorological**: a significant reduction in rainfall...
ar: **الجفاف المناخي**: انخفاض كبير في هطول الأمطار مقارنةً بالمعدل الطبيعي لفترة ومكان محددين. وهو أول إشارة لحدوث الجفاف، ويُقاس عادةً بمؤشرات مثل مؤشر SPI-1.

source: **Agricultural**: occurs when reduced rainfall and soil moisture...
ar: **الجفاف الزراعي**: يحدث عند انخفاض الأمطار ورطوبة التربة بما يكفي لتقليل نمو المحاصيل وجودة المراعي أو الإنتاجية الزراعية. يعكس هذا النوع تأثير الجفاف على الزراعة والغذاء، وقد يتأخر ظهوره بعد الجفاف المناخي.

source: **Hydrological**: results from prolonged precipitation deficits...
ar: **الجفاف الهيدرولوجي**: يحدث نتيجة نقص طويل الأمد في الأمطار، مما يؤدي إلى انخفاض تدفق الأنهار، ومستويات المياه الجوفية، وتخزين السدود، وتوافر المياه. يؤثر على أنظمة إمداد المياه وإنتاج الطاقة وصحة النظم البيئية، ويتطور ببطء لكنه يدوم لفترة أطول.

source: **Socio-economic**: arises when water shortages begin to affect...
ar: **الجفاف الاجتماعي-الاقتصادي**: يحدث عندما تبدأ ندرة المياه بالتأثير على حياة الناس اليومية، ودخلهم، والخدمات المقدمة لهم. ويؤدي إلى تقليل توافر المياه للأسر والزراعة والطاقة والرعاية الصحية والأسواق، مما يؤدي إلى ارتفاع الأسعار وفقدان الوظائف وزيادة المعاناة، وقد يتسبب في النزوح أو الصراع على الموارد النادرة.

source: **Ecological drought**: occurs when prolonged water shortages...
ar: **الجفاف البيئي**: يحدث عندما تؤدي ندرة المياه المستمرة إلى إضعاف النظم البيئية – مما يقلل من صحة الغابات، والأراضي الرطبة، والمراعي، أو الأنظمة المائية. وقد يؤدي إلى موت النباتات، وضغط أو هجرة الحياة البرية، وفقدان التنوع البيولوجي، وزيادة قابلية التعرض للحرائق والأنواع الغازية. يركّز هذا النوع من الجفاف على تأثيراته على الطبيعة نفسها، وعلى التوازن طويل الأجل للنظم البيئية.

source: **Standardized Precipitation Index (SPI)**: The Standardized...
ar: **مؤشر هطول الأمطار القياسي (SPI)**: مؤشر يُستخدم لقياس مدى انحراف هطول الأمطار عن المتوسط المناخي لفترة زمنية محددة.

source: **Soil Moisture Anomaly**: Assesses the deviation of soil moisture...
ar: **شذوذ رطوبة التربة**: يقيس الانحراف في رطوبة التربة عن المعدل الطبيعي على المدى الطويل، ويعكس مباشرةً توافر المياه للنباتات.

source: **Fraction of Absorbed Photosynthetically Active Radiation (FAPAR)...
ar: **شذوذ نسبة الإشعاع النشط الممتص ضوئيًا (fAPAR)**: يُستخلص من بيانات الأقمار الصناعية ويقيس كمية الإشعاع الشمسي التي تمتصها النباتات للقيام بعملية التمثيل الضوئي. الانحرافات في هذا المؤشر تشير إلى إجهاد النباتات نتيجة نقص المياه.

source: Methodology
ar: المنهجية

source: The ADW maps give information about drought hazards...
ar: توفّر خرائط ADW معلومات عن أخطار الجفاف التي قد تهدد المجتمعات البشرية. يتم وصف حالة الجفاف الحالية باستخدام مؤشرين هما: مؤشر الجفاف المدمج (CDI) ومؤشر هطول الأمطار القياسي لمدة 12 شهرًا (SPI-12)، لتمثيل عمليات الجفاف السريعة (قصيرة الأجل) والبطيئة (طويلة الأجل) على التوالي. يجمع CDI معلومات عن شذوذ هطول الأمطار، رطوبة التربة، والنباتات، لتسليط الضوء على حالات الجفاف المناخي والزراعي، بينما يرتبط SPI-12 بالجفاف الهيدرولوجي. يتم دمج مصادر بيانات متعددة ومدخلات الخبراء: - مؤشرات الجفاف من الأقمار الصناعية والنماذج (SPI، fAPAR، رطوبة التربة) - التوقعات الموسمية من RCCs والمراكز العالمية - تقييمات الأثر - الإنتاج المشترك مع الخبراء الفنيين والمستخدمين النهائيين. يتم تحليل البيانات على المستوى الإقليمي والتحقق منها بالتعاون مع RECs، RCCs، والوكالات الوطنية.

source: How to Use the Bulletin (Interpreting the Legend)
ar: كيفية استخدام النشرة (تفسير الرموز)

source: Key sections include:
ar: تشمل الأقسام الرئيسية ما يلي:

source: **Drought Situation Overview**: Current status and recent developments
ar: **نظرة عامة على حالة الجفاف**: الحالة الحالية والتطورات الأخيرة

source: **Forecast and Early Warning**: Probabilistic forecasts and risk alerts
ar: **التوقعات والإنذار المبكر**: توقعات احتمالية وتنبيهات المخاطر

source: **Impacts and Advisories**: Insights for agriculture, water, health...
ar: **التأثيرات والإرشادات**: معلومات مفيدة للزراعة، والمياه، والصحة، وسبل العيش

source: **Recommendations**: Suggested early actions
ar: **التوصيات**: الإجراءات المبكرة المقترحة

source: Frequently Asked Questions
ar: الأسئلة الشائعة

source: `Who produces the drought bulletin? <Introduction/faq.html#who-produces>`_
ar: `من يُعد نشرة الجفاف؟ <Introduction/faq.html#who-produces>`_

source: `How often is the bulletin produced? <Introduction/faq.html#how-often>`_
ar: `كم مرة تُنشر النشرة؟ <Introduction/faq.html#how-often>`_

source: `What is the definition of drought? <Introduction/faq.html#definition-of-drought>`_
ar: `ما هو تعريف الجفاف؟ <Introduction/faq.html#definition-of-drought>`_

source: `How should I interpret the AMHEWAS drought levels...`_
ar: `كيف يمكنني تفسير مستويات الجفاف في AMHEWAS وما معنى ألوان الخرائط المختلفة؟ <Introduction/faq.html#amhewas-drought-levels>`_

source: `Why is long-term drought... <Introduction/faq.html#long-term-drought>`_
ar: `لماذا يعتبر الجفاف طويل الأجل مهمًا عند النظر إلى الجفاف الحالي؟ <Introduction/faq.html#long-term-drought>`_

source: `Can desert and tropical forest areas experience drought?...`_
ar: `هل يمكن أن تحدث حالات جفاف في الصحارى والغابات الاستوائية؟ <Introduction/faq.html#drought-in-forests-deserts>`_

source: Donors, Partners, and Contributors
ar: الجهات المانحة والشركاء والمساهمون

source: This bulletin is made possible through collaboration with:...
ar: تم إعداد هذه النشرة بفضل التعاون مع: المراكز المناخية الإقليمية **(RCCs)**، والمجموعات الاقتصادية الإقليمية **(RECs)**، وخدمات الأرصاد الجوية والهيدرولوجية الوطنية، والداعمين الماليين والفنيين.
