Repository: derickongeri/amhewasdroughtwatch
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: ar, fr, pt

source: **Ecological drought**: occurs when prolonged water shortages disrupt ecosystems – reducing the health, functioning or services provided by forests, wetlands, rangelands or aquatic systems. It can lead to vegetation dieback, wildlife stress or migration, biodiversity loss, and increased vulnerability to wildfires and invasive species. Unlike other drought types focused on people or crops, ecological drought highlights the impacts on nature itself, and how drought threatens the long-term balance of ecosystems.
ar: **الجفاف البيئي**: يحدث عندما تؤدي ندرة المياه لفترات طويلة إلى اضطراب النظم البيئية – مما يقلل من صحة ووظائف وخدمات الغابات، والأراضي الرطبة، والمراعي، أو الأنظمة المائية. وقد يؤدي إلى ذبول الغطاء النباتي، أو إجهاد الحياة البرية أو هجرتها، وفقدان التنوع البيولوجي، وزيادة القابلية لاندلاع الحرائق وانتشار الأنواع الغازية. بخلاف أنواع الجفاف الأخرى التي تركز على البشر أو المحاصيل، يسلّط الجفاف البيئي الضوء على التأثيرات التي تطال الطبيعة نفسها، وكيف يهدد الجفاف التوازن البيئي على المدى الطويل.
fr: **Sécheresse écologique** : se produit lorsque des pénuries d’eau prolongées perturbent les écosystèmes — réduisant la santé, le fonctionnement ou les services fournis par les forêts, zones humides, parcours ou systèmes aquatiques. Elle peut entraîner la mortalité de la végétation, le stress ou la migration de la faune, la perte de biodiversité et une vulnérabilité accrue aux incendies et aux espèces invasives. Contrairement aux autres types de sécheresse centrés sur les populations ou les cultures, la sécheresse écologique met en lumière les impacts sur la nature elle-même et la menace qu’elle fait peser sur l’équilibre à long terme des écosystèmes.
pt: **Seca ecológica**: ocorre quando a escassez prolongada de água perturba os ecossistemas – reduzindo a saúde, o funcionamento ou os serviços prestados por florestas, zonas húmidas, pastagens ou sistemas aquáticos. Pode levar à morte da vegetação, estresse ou migração da fauna, perda de biodiversidade e maior vulnerabilidade a incêndios florestais e espécies invasoras. Ao contrário de outros tipos de seca focados nas pessoas ou nas colheitas, a seca ecológica destaca os impactos na própria natureza e como a seca ameaça o equilíbrio a longo prazo dos ecossistemas.

source: **Standardized Precipitation Index (SPI)**: The Standardized Precipitation Index, or SPI, is a drought index that captures how observed precipitation deviates from the climatological average over a given time period.
ar: **مؤشر الهطول المعياري (SPI)**: هو مؤشر جفاف يوضح مدى انحراف كميات الأمطار الملاحظة عن المتوسط المناخي خلال فترة زمنية محددة.
fr: **Indice de Précipitations Standardisé (SPI)** : L’indice de précipitations standardisé, ou SPI, est un indice de sécheresse qui mesure dans quelle mesure les précipitations observées s’écartent de la moyenne climatologique sur une période donnée.
pt: **Índice Padronizado de Precipitação (SPI)**: O Índice Padronizado de Precipitação, ou SPI, é um índice de seca que mostra como a precipitação observada se desvia da média climatológica durante um determinado período.

source: **Soil Moisture Anomaly**: Assesses the deviation of soil moisture from its long-term average, directly indicating water availability for plants and agricultural drought
ar: **شذوذ رطوبة التربة**: يقيس انحراف رطوبة التربة عن متوسطها طويل الأجل، مما يعطي مؤشرًا مباشرًا على توفر المياه للنباتات والجفاف الزراعي.
fr: **Anomalie de l'humidité du sol** : Évalue l'écart de l'humidité du sol par rapport à sa moyenne à long terme, indiquant directement la disponibilité en eau pour les plantes et la sécheresse agricole.
pt: **Anomalia da Umidade do Solo**: Avalia o desvio da umidade do solo em relação à média de longo prazo, indicando diretamente a disponibilidade de água para as plantas e a ocorrência de seca agrícola.

source: **Fraction of Absorbed Photosynthetically Active Radiation (FAPAR) Anomaly**: Derived from satellite observations, this measures how much solar radiation vegetation is absorbing for photosynthesis. Anomalies in FAPAR can indicate vegetation stress due to water scarcity
ar: **شذوذ نسبة الإشعاع الشمسي الممتص للتمثيل الضوئي (FAPAR)**: مستمدة من مشاهدات الأقمار الصناعية، وتقيس كمية الإشعاع الشمسي التي يمتصها الغطاء النباتي للقيام بعملية التمثيل الضوئي. وتشير الشذوذات في FAPAR إلى إجهاد النباتات نتيجة ندرة المياه.
fr: **Anomalie de la fraction du rayonnement photosynthétiquement actif absorbé (FAPAR)** : Issue d'observations satellitaires, cette mesure indique la quantité de rayonnement solaire absorbée par la végétation pour la photosynthèse. Les anomalies du FAPAR peuvent indiquer un stress végétal dû à un manque d'eau.
pt: **Anomalia da Fração de Radiação Fotossinteticamente Ativa Absorvida (FAPAR)**: Derivado de observações de satélite, este índice mede a quantidade de radiação solar que a vegetação está absorvendo para a fotossíntese. Anomalias no FAPAR podem indicar estresse na vegetação devido à escassez de água.

source: Methodology
ar: المنهجية
fr: Méthodologie
pt: Metodologia

source: The ADW maps give information about drought hazards that could pose a risk to human communities. Current drought conditions are described using two metrics, the Combined Drought Indicator (CDI) and the 12-month Standardized Precipitation Index (SPI-12) which are intended to characterise the drought hazard from fast (short-term) and slow (long-term) processes respectively. CDI combines information on precipitation anomaly, soil moisture anomaly and vegetation anomaly, thus highlighting conditions associated with meteorological and agricultural drought. The SPI-12 is associated with hydrological drought. The bulletin integrates multiple data sources and expert input: - Satellite-derived and model-based drought indices (e.g., SPI, fAPAR, soil moisture) - Seasonal forecasts from RCCs and Global Centers - Impact assessments - Co-production with technical experts and end-users Data is analyzed regionally and validated through collaboration with RECs, RCCs, and national agencies.
ar: توفر خرائط ADW معلومات حول مخاطر الجفاف التي قد تشكل تهديدًا للمجتمعات البشرية. توصف حالة الجفاف الحالية باستخدام مقياسين، هما مؤشر الجفاف المركب (CDI) ومؤشر الهطول المعياري لمدة 12 شهرًا (SPI-12)، واللذان يهدفان إلى تمييز مخاطر الجفاف الناتجة عن عمليات سريعة (قصيرة الأجل) وبطيئة (طويلة الأجل) على التوالي. يجمع CDI معلومات عن شذوذ الهطول، وشذوذ رطوبة التربة، وشذوذ الغطاء النباتي، مما يبرز الظروف المرتبطة بالجفاف المناخي والزراعي. أما SPI-12 فيرتبط بالجفاف الهيدرولوجي. يدمج النشرة مصادر بيانات متعددة ومدخلات الخبراء مثل: مؤشرات الجفاف المستمدة من الأقمار الصناعية والنماذج (مثل SPI، FAPAR، رطوبة التربة)، والتنبؤات الموسمية من غرف تنسيق الأقاليم (RCCs) والمراكز العالمية، وتقييمات الأثر، والإنتاج المشترك مع الخبراء الفنيين والمستخدمين النهائيين. تُحلل البيانات على المستوى الإقليمي وتُصادق عليها بالتعاون مع المجتمعات الاقتصادية الإقليمية (RECs)، وغرف تنسيق الأقاليم (RCCs)، والوكالات الوطنية.
fr: Les cartes de l’ADW fournissent des informations sur les aléas liés à la sécheresse susceptibles de présenter un risque pour les communautés humaines. Les conditions actuelles de sécheresse sont décrites à l’aide de deux indicateurs : l’Indicateur de Sécheresse Combiné (CDI) et l’Indice de Précipitations Standardisé sur 12 mois (SPI-12), qui caractérisent respectivement les processus rapides (court terme) et lents (long terme) de la sécheresse. Le CDI combine les anomalies de précipitations, d'humidité du sol et de végétation, mettant en évidence les conditions liées à la sécheresse météorologique et agricole. Le SPI-12 est associé à la sécheresse hydrologique. Le bulletin intègre plusieurs sources de données et contributions d'experts : - Indices de sécheresse dérivés de satellites et de modèles (par ex. SPI, fAPAR, humidité du sol) - Prévisions saisonnières des CRC et centres mondiaux - Évaluations des impacts - Co-production avec des experts techniques et utilisateurs finaux. Les données sont analysées au niveau régional et validées en collaboration avec les CER, CRC et agences nationales.
pt: Os mapas do ADW fornecem informações sobre riscos de seca que podem representar uma ameaça às comunidades humanas. As condições atuais de seca são descritas utilizando duas métricas: o Indicador Combinado de Seca (CDI) e o Índice Padronizado de Precipitação de 12 meses (SPI-12), que têm como objetivo caracterizar os riscos de seca provenientes de processos rápidos (curto prazo) e lentos (longo prazo), respetivamente. O CDI combina informações sobre anomalia de precipitação, anomalia de umidade do solo e anomalia da vegetação, destacando assim condições associadas à seca meteorológica e agrícola. O SPI-12 está associado à seca hidrológica. O boletim integra múltiplas fontes de dados e contribuições de especialistas: - Índices de seca derivados de satélite e baseados em modelos (ex.: SPI, fAPAR, umidade do solo) - Previsões sazonais dos RCCs e Centros Globais - Avaliações de impacto - Coprodução com especialistas técnicos e utilizadores finais. Os dados são analisados regionalmente e validados por meio de colaboração com as RECs, RCCs e agências nacionais.

source: How to Use the Bulletin (Interpreting the Legend)
ar: كيفية استخدام النشرة (تفسير الرموز)
fr: Comment utiliser le bulletin (Interprétation de la légende)
pt: Como Usar o Boletim (Interpretando a Legenda)

source: Key sections include:
ar: تشمل الأقسام الرئيسية:
fr: Les sections clés comprennent :
pt: As principais seções incluem:

source: **Drought Situation Overview**: Current status and recent developments
ar: **نظرة عامة على حالة الجفاف**: الوضع الحالي والتطورات الأخيرة
fr: **Aperçu de la situation de sécheresse** : État actuel et évolutions récentes
pt: **Visão Geral da Situação da Seca**: Estado atual e desenvolvimentos recentes

source: **Forecast and Early Warning**: Probabilistic forecasts and risk alerts
ar: **التنبؤات والإنذار المبكر**: توقعات احتمالية وتنبيهات المخاطر
fr: **Prévisions et alertes précoces** : Prévisions probabilistes et alertes de risque
pt: **Previsão e Alerta Precoce**: Previsões probabilísticas e alertas de risco

source: **Impacts and Advisories**: Insights for agriculture, water, health, and livelihoods
ar: **التأثيرات والإرشادات**: رؤى في مجالات الزراعة والمياه والصحة وسبل العيش
fr: **Impacts et avis** : Informations utiles pour l'agriculture, l'eau, la santé et les moyens de subsistance
pt: **Impactos e Avisos**: Informações para agricultura, água, saúde e meios de subsistência

source: **Recommendations**: Suggested early actions
ar: **التوصيات**: الإجراءات المبكرة المقترحة
fr: **Recommandations** : Actions précoces suggérées
pt: **Recomendações**: Ações precoces sugeridas

source: Frequently Asked Questions
ar: الأسئلة الشائعة
fr: Questions fréquemment posées
pt: Perguntas Frequentes

source: `Who produces the drought bulletin? <Introduction/faq.html#who-produces>`_
ar: `من ينتج نشرة الجفاف؟ <Introduction/faq.html#who-produces>`_
fr: `Qui produit le bulletin sur la sécheresse ? <Introduction/faq.html#who-produces>`_
pt: `Quem produz o boletim de seca? <Introduction/faq.html#who-produces>`_

source: `How often is the bulletin produced? <Introduction/faq.html#how-often>`_
ar: `كم مرة تُصدر النشرة؟ <Introduction/faq.html#how-often>`_
fr: `À quelle fréquence le bulletin est-il produit ? <Introduction/faq.html#how-often>`_
pt: `Com que frequência o boletim é produzido? <Introduction/faq.html#how-often>`_

source: `What is the definition of drought? <Introduction/faq.html#definition-of-drought>`_
ar: `ما هو تعريف الجفاف؟ <Introduction/faq.html#definition-of-drought>`_
fr: `Quelle est la définition de la sécheresse ? <Introduction/faq.html#definition-of-drought>`_
pt: `Qual é a definição de seca? <Introduction/faq.html#definition-of-drought>`_

source: `How should I interpret the AMHEWAS drought levels, and what do the different map colors mean? <Introduction/faq.html#amhewas-drought-levels>`_
ar: `كيف يمكنني تفسير مستويات الجفاف في AMHEWAS، وماذا تعني ألوان الخريطة المختلفة؟ <Introduction/faq.html#amhewas-drought-levels>`_
fr: `Comment interpréter les niveaux de sécheresse AMHEWAS et que signifient les différentes couleurs de la carte ? <Introduction/faq.html#amhewas-drought-levels>`_
pt: `Como devo interpretar os níveis de seca do AMHEWAS e o que significam as diferentes cores do mapa? <Introduction/faq.html#amhewas-drought-levels>`_

source: `Why is long-term drought or hydrological drought important when looking at current drought? <Introduction/faq.html#long-term-drought>`_
ar: `لماذا يعتبر الجفاف طويل الأمد أو الجفاف الهيدرولوجي مهمًا عند النظر إلى الجفاف الحالي؟ <Introduction/faq.html#long-term-drought>`_
fr: `Pourquoi la sécheresse à long terme ou la sécheresse hydrologique est-elle importante pour évaluer la sécheresse actuelle ? <Introduction/faq.html#long-term-drought>`_
pt: `Por que a seca de longo prazo ou hidrológica é importante ao analisar a seca atual? <Introduction/faq.html#long-term-drought>`_

source: `Can desert and tropical forest areas experience drought? <Introduction/faq.html#drought-in-forests-deserts>`_
ar: `هل يمكن للمناطق الصحراوية والغابات الاستوائية أن تواجه جفافًا؟ <Introduction/faq.html#drought-in-forests-deserts>`_
fr: `Les zones désertiques et les forêts tropicales peuvent-elles connaître la sécheresse ? <Introduction/faq.html#drought-in-forests-deserts>`_
pt: `Regiões desérticas e florestas tropicais podem sofrer com a seca? <Introduction/faq.html#drought-in-forests-deserts>`_

source: Donors, Partners, and Contributors
ar: المانحون والشركاء والمساهمون
fr: Bailleurs de fonds, partenaires et contributeurs
pt: Doadores, Parceiros e Contribuintes

source: This bulletin is made possible through collaboration with: Regional Climate Centres **(RCCs)**, Regional Economic Communities **(RECs)**, National Meteorological & Hydrological Services, and Financial and technical supporters
ar: تُتاح هذه النشرة بفضل التعاون مع: مراكز المناخ الإقليمية **(RCCs)**، المجتمعات الاقتصادية الإقليمية **(RECs)**، الخدمات الوطنية للأرصاد الجوية والهيدرولوجيا، والداعمين الماليين والفنيين
fr: Ce bulletin est rendu possible grâce à la collaboration avec : les Centres climatiques régionaux **(RCCs)**, les Communautés économiques régionales **(RECs)**, les Services météorologiques et hydrologiques nationaux, ainsi que les soutiens financiers et techniques.
pt: Este boletim é possível graças à colaboração com: Centros Climáticos Regionais **(RCCs)**, Comunidades Econômicas Regionais **(RECs)**, Serviços Meteorológicos e Hidrológicos Nacionais, e apoiadores financeiros e técnicos
