Repository: derickongeri/amhewasdroughtwatch
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: ar, fr, pt

source: The Africa Drought Watch (ADW) Bulletin is Africa’s resource for tracking and anticipating drought conditions across the continent. Produced monthly by the African Union Commission through the Africa Multi-Hazard Early Warning and Action System (AMHEWAS) programme, the bulletin provides timely insights to inform preparedness, anticipatory action, response, recovery and policy decisions for longer-term resilience building. The ADW is a monthly drought monitoring and early warning product providing a holistic and comprehensive analysis and overview of ongoing short-term and long-term (link to section) drought conditions and associated impacts across the African continent. By integrating seasonal forecasts information, the bulletin provides an overview/estimation of projected impacts and trends, informing proactive/anticipatory action and response and resilience building. To ensure inclusivity the ADW bulletin is generated through a collaborative and inclusive approach through co-production process that brings together continental and regional AMHEWAS situation rooms, RECS and RCCs.
ar: نشرة رصد الجفاف في أفريقيا (ADW) هي مصدر أفريقيا لتتبع وتوقع ظروف الجفاف عبر القارة. يتم إصدارها شهريًا من قبل مفوضية الاتحاد الأفريقي من خلال برنامج نظام الإنذار المبكر والعمل المتعدد المخاطر في أفريقيا (AMHEWAS). توفر النشرة رؤى فورية لتوجيه الاستعداد، والعمل الاستباقي، والاستجابة، والتعافي، واتخاذ القرارات السياسية لبناء القدرة على الصمود على المدى الطويل. تُعد ADW منتجًا شهريًا لرصد الجفاف والإنذار المبكر، حيث تقدم تحليلًا شاملاً ومتعمقًا ونظرة عامة على ظروف الجفاف الجارية قصيرة وطويلة المدى وتأثيراتها المرتبطة في جميع أنحاء القارة الأفريقية. ومن خلال دمج معلومات التنبؤات الموسمية، توفر النشرة تقديرًا للتأثيرات والاتجاهات المتوقعة، مما يساهم في دعم العمل الاستباقي والاستجابة وبناء الصمود. ولضمان الشمولية، يتم إعداد نشرة ADW من خلال نهج تعاوني وشامل قائم على عملية الإنتاج المشترك التي تجمع بين غرف العمليات القارية والإقليمية لـ AMHEWAS والمجموعات الاقتصادية الإقليمية (RECs) والمراكز المناخية الإقليمية (RCCs).
fr: Le Bulletin Africa Drought Watch (ADW) est la ressource de l’Afrique pour le suivi et l’anticipation des conditions de sécheresse à travers le continent. Produit mensuellement par la Commission de l’Union africaine via le programme du Système d’Alerte Précoce et d’Action Multirisques pour l’Afrique (AMHEWAS), le bulletin fournit des informations opportunes pour éclairer la préparation, l’action anticipée, la réponse, la récupération et les décisions politiques pour renforcer la résilience à long terme. L’ADW est un produit mensuel de surveillance et d’alerte précoce de la sécheresse fournissant une analyse holistique et complète des conditions de sécheresse à court et long terme (lien vers la section) ainsi que des impacts associés à travers le continent africain. En intégrant les informations des prévisions saisonnières, le bulletin offre une vue d’ensemble/estimation des impacts et tendances projetés, informant l’action proactive/anticipative et la construction de résilience. Pour assurer l’inclusivité, le bulletin ADW est généré via une approche collaborative et inclusive à travers un processus de co-production réunissant les salles de situation continentales et régionales d’AMHEWAS, les Communautés Économiques Régionales (RECs) et les Centres Régionaux de Climat (RCCs).
pt: O Boletim do Africa Drought Watch (ADW) é o recurso de África para acompanhar e antecipar as condições de seca em todo o continente. Produzido mensalmente pela Comissão da União Africana por meio do programa do Sistema Africano de Alerta Precoce e Ação Multirriscos (AMHEWAS), o boletim fornece informações oportunas para orientar a preparação, ações antecipatórias, resposta, recuperação e decisões políticas para o fortalecimento da resiliência a longo prazo. O ADW é um produto mensal de monitoramento e alerta precoce de secas que oferece uma análise holística e abrangente das condições de seca de curto e longo prazo e dos impactos associados em todo o continente africano. Ao integrar informações de previsões sazonais, o boletim fornece uma visão geral/estimativa dos impactos e tendências projetadas, orientando ações e respostas proativas/antecipatórias e o fortalecimento da resiliência. Para garantir a inclusão, o boletim ADW é gerado por meio de uma abordagem colaborativa e inclusiva através de um processo de coprodução que reúne as salas de situação continentais e regionais da AMHEWAS, as RECs e os RCCs.

source: **Subscribe to the bulletin**
ar: **اشترك في النشرة**
fr: **Abonnez-vous au bulletin**
pt: **Assine o boletim**

source: Join our growing network of drought risk, early warning, anticipatory action, and DRR professionals, policymakers, and humanitarian actors. Subscribers receive:
ar: انضم إلى شبكتنا المتنامية من المتخصصين في مخاطر الجفاف والإنذار المبكر والإجراءات الاستباقية والحد من مخاطر الكوارث، وصناع السياسات، والجهات الإنسانية. المشتركون يحصلون على:
fr: Rejoignez notre réseau croissant de professionnels du risque de sécheresse, d’alerte précoce, d’action anticipative et de réduction des risques de catastrophe, de décideurs et d’acteurs humanitaires. Les abonnés reçoivent :
pt: Junte-se à nossa crescente rede de profissionais de risco de seca, alerta precoce, ações antecipatórias e RRD, formuladores de políticas e agentes humanitários. Os assinantes recebem:

source: The latest bulletin in their inbox
ar: أحدث نشرة في بريدهم الوارد
fr: Le dernier bulletin dans leur boîte de réception
pt: O boletim mais recente diretamente em sua caixa de entrada

source: Updates on drought outlooks and special advisories
ar: تحديثات حول توقعات الجفاف والتنبيهات الخاصة
fr: Mises à jour sur les perspectives de sécheresse et les avis spéciaux
pt: Atualizações sobre previsões de seca e avisos especiais

source: Periodic policy briefs
ar: موجزات سياسات دورية
fr: Notes politiques périodiques
pt: Resumos políticos periódicos

source: Why it matters
ar: لماذا يهم
fr: Pourquoi c’est important
pt: Por que é importante

source: Africa faces more frequent, severe, and prolonged droughts. Drought monitoring and early warning are critical in mitigating and managing drought risks and drought emergencies. Africa needs to be better prepared. The Drought Bulletin helps: - Trigger anticipatory action before impacts escalate - Inform regional coordination and cross-border response - Support long-term planning and investment in resilience With timely, science-based alerts, we move from reacting to anticipating.
ar: تواجه إفريقيا موجات جفاف أكثر تكرارًا وشدة وطولًا. يُعد رصد الجفاف والإنذار المبكر ضروريين للتخفيف من مخاطر الجفاف وإدارته في حالات الطوارئ. تحتاج إفريقيا إلى الاستعداد بشكل أفضل. يساعد النشرة الشهرية للجفاف على: - إطلاق إجراءات استباقية قبل تفاقم التأثيرات - دعم التنسيق الإقليمي والاستجابة عبر الحدود - دعم التخطيط طويل الأجل والاستثمار في بناء القدرة على الصمود. من خلال التنبيهات العلمية وفي الوقت المناسب، ننتقل من الاستجابة إلى الاستباق.
fr: L’Afrique fait face à des sécheresses plus fréquentes, sévères et prolongées. La surveillance et l’alerte précoce des sécheresses sont essentielles pour atténuer et gérer les risques et urgences liés à la sécheresse. L’Afrique doit être mieux préparée. Le Bulletin de Sécheresse aide à : - Déclencher des actions anticipatives avant l’aggravation des impacts - Informer la coordination régionale et les réponses transfrontalières - Soutenir la planification à long terme et l’investissement dans la résilience. Avec des alertes opportunes basées sur la science, nous passons de la réaction à l’anticipation.
pt: A África enfrenta secas mais frequentes, severas e prolongadas. O monitoramento e os alertas precoces são essenciais para mitigar e gerir os riscos e emergências relacionados à seca. A África precisa estar melhor preparada. O Boletim de Secas ajuda a: - Acionar ações antecipatórias antes que os impactos se agravem - Informar a coordenação regional e a resposta transfronteiriça - Apoiar o planejamento de longo prazo e o investimento em resiliência. Com alertas oportunos baseados em ciência, passamos da reação para a antecipação.

source: What is the Bulletin?
ar: ما هي نشرة الجفاف؟
fr: Qu’est-ce que le Bulletin ?
pt: O que é o Boletim?

source: The Drought Bulletin is a monthly publication offering: - Continental drought monitoring using satellite, ground data, and regional expertise - Drought risk outlooks for the months ahead - Policy-relevant messages to inform early action and coordination - Visuals and maps to quickly interpret severity and spread Whether you’re a policymaker, humanitarian responder, or researcher, the bulletin supports early decision-making and resilience building.
ar: نشرة الجفاف هي منشور شهري يقدم ما يلي: - رصد الجفاف على مستوى القارة باستخدام بيانات الأقمار الصناعية والميدانية والخبرات الإقليمية - توقعات لمخاطر الجفاف للأشهر القادمة - رسائل ذات صلة بالسياسات لدعم الإجراءات المبكرة والتنسيق - رسومات وخرائط لتفسير شدة وانتشار الجفاف بسرعة. سواء كنت من صناع السياسات أو المستجيبين الإنسانيين أو الباحثين، فإن النشرة تدعم اتخاذ القرارات المبكرة وبناء القدرة على الصمود.
fr: Le Bulletin de Sécheresse est une publication mensuelle offrant : - Une surveillance continentale de la sécheresse grâce aux données satellitaires, terrestres et à l’expertise régionale - Des perspectives des risques de sécheresse pour les mois à venir - Des messages pertinents pour les politiques pour informer les actions précoces et la coordination - Des visuels et cartes pour interpréter rapidement la gravité et la propagation. Que vous soyez décideur politique, intervenant humanitaire ou chercheur, le bulletin soutient la prise de décision précoce et le renforcement de la résilience.
pt: O Boletim de Secas é uma publicação mensal que oferece: - Monitoramento da seca a nível continental com uso de dados de satélite, dados de campo e conhecimento regional - Perspectivas de risco de seca para os próximos meses - Mensagens relevantes para políticas públicas que informam ações antecipadas e coordenação - Imagens e mapas que permitem interpretar rapidamente a gravidade e a disseminação. Seja você um formulador de políticas, agente humanitário ou pesquisador, o boletim apoia a tomada de decisões precoces e o fortalecimento da resiliência.

source: *View the latest bulletin* (link)
ar: *عرض النشرة الأحدث* (رابط)
fr: *Voir le dernier bulletin* (lien)
pt: *Ver o boletim mais recente* (link)

source: Definitions and Terminology
ar: التعريفات والمصطلحات
fr: Définitions et terminologie
pt: Définitions et terminologie

source: **Drought**: A prolonged period of abnormally low rainfall, leading to a shortage of water that can negatively impact agriculture, ecosystems, and human activities
ar: **الجفاف**: فترة طويلة من انخفاض هطول الأمطار عن المعدل الطبيعي، مما يؤدي إلى نقص في المياه يؤثر سلبًا على الزراعة والنظم البيئية والأنشطة البشرية.
fr: **Sécheresse** : Une période prolongée de précipitations anormalement faibles, entraînant une pénurie d’eau qui peut affecter négativement l’agriculture, les écosystèmes et les activités humaines.
pt: **Sécheresse** : Une période prolongée de précipitations anormalement faibles, entraînant une pénurie d'eau pouvant nuire à l'agriculture, aux écosystèmes et aux activités humaines

source: **Combined Drought Indicator (CDI)**: A multi-variable index used to monitor and assess drought conditions by integrating information from various hydrological and biophysical variables. It is particularly valuable in identifying and tracking agricultural drought, which directly impacts vegetation and crop health. Instead of relying on a single drought indicator, ADW CDI combines three indicators namely: - Standardized Precipitation Index: (SPI-1, SPI-3) - Soil moisture anomaly: (monthly) - Vegetation productivity anomaly using Fraction of Absorbed Photosynthenticaly Active Radiation (fAPAR): (dekadal)
ar: **مؤشر الجفاف المركب (CDI)**: مؤشر متعدد المتغيرات يُستخدم لرصد وتقييم حالات الجفاف من خلال دمج معلومات من متغيرات هيدرولوجية وحيوية مختلفة. يعتبر هذا المؤشر ذا قيمة خاصة في تحديد وتتبع الجفاف الزراعي الذي يؤثر مباشرة على الغطاء النباتي وصحة المحاصيل. بدلاً من الاعتماد على مؤشر واحد، يجمع CDI ثلاثة مؤشرات هي: - مؤشر هطول الأمطار الموحد (SPI-1، SPI-3) - شذوذ رطوبة التربة (شهري) - شذوذ إنتاجية الغطاء النباتي باستخدام نسبة الإشعاع النشط الممتص (fAPAR) (عشري).
fr: **Indicateur Combiné de Sécheresse (CDI)** : Un indice multivarié utilisé pour surveiller et évaluer les conditions de sécheresse en intégrant des informations provenant de diverses variables hydrologiques et biophysiques. Il est particulièrement utile pour identifier et suivre la sécheresse agricole, qui impacte directement la végétation et la santé des cultures. Au lieu de se fier à un seul indicateur de sécheresse, l’ADW CDI combine trois indicateurs, à savoir : - L’Indice de Précipitations Standardisé : (SPI-1, SPI-3) - Anomalie d’humidité du sol : (mensuelle) - Anomalie de productivité végétale utilisant la Fraction de Radiation Photosynthétiquement Active absorbée (fAPAR) : (décadaire)
pt: **Indicateur combiné de sécheresse (CDI)** : Un indice multivariable utilisé pour surveiller et évaluer les conditions de sécheresse en intégrant des informations issues de diverses variables hydrologiques et biophysiques. Il est particulièrement utile pour identifier et suivre la sécheresse agricole, qui affecte directement la végétation et la santé des cultures. Plutôt que de s'appuyer sur un seul indicateur, le CDI de l'ADW combine trois indicateurs : - Indice de précipitation normalisé : (SPI-1, SPI-3) - Anomalie d'humidité du sol : (mensuelle) - Anomalie de productivité de la végétation utilisant la Fraction de rayonnement photosynthétiquement actif absorbé (fAPAR) : (décadaire)

source: **Short-term drought**: is a period of unusually dry weather that typically lasts from a few weeks to a few months, caused by a significant rainfall deficit that primarily affects topsoil moisture and surface water sources, often affecting agriculture and ecosystems and increasing wildfire risk. The Bulletin monitors short-term drought using the Combined Drought Indicator (CDI) that integrates rainfall deficit (SPI-1, SPI-3), soil moisture anomaly, and reduced vegetation productivity (fAPAR)
ar: **الجفاف قصير الأجل**: هو فترة من الطقس الجاف بشكل غير معتاد تستمر عادة من عدة أسابيع إلى عدة أشهر، ناتجة عن نقص كبير في هطول الأمطار، ويؤثر بشكل رئيسي على رطوبة التربة السطحية ومصادر المياه السطحية، وغالبًا ما يؤثر على الزراعة والنظم البيئية ويزيد من خطر حرائق الغابات. ترصد النشرة الجفاف قصير الأجل باستخدام مؤشر CDI الذي يدمج بين نقص الأمطار (SPI-1، SPI-3)، وشذوذ رطوبة التربة، وانخفاض إنتاجية الغطاء النباتي (fAPAR).
fr: **Sécheresse à court terme** : période de temps inhabituellement sèche durant généralement de quelques semaines à quelques mois, due à un déficit significatif de précipitations affectant principalement l’humidité du sol superficiel et les sources d’eau de surface, impactant souvent l’agriculture et les écosystèmes, et augmentant le risque d’incendies de forêt. Le Bulletin surveille la sécheresse à court terme à l’aide de l’Indicateur Combiné de Sécheresse (CDI) qui intègre le déficit pluviométrique (SPI-1, SPI-3), l’anomalie de l’humidité du sol et la réduction de la productivité végétale (fAPAR).
pt: **Sécheresse à court terme** : une période de sécheresse inhabituelle qui dure généralement de quelques semaines à quelques mois, causée par un déficit de précipitations important affectant principalement l'humidité du sol de surface et les ressources en eau de surface. Elle impacte souvent l'agriculture, les écosystèmes et augmente le risque d'incendies. Le Bulletin surveille la sécheresse à court terme à l'aide de l'Indicateur combiné de sécheresse (CDI), qui intègre le déficit de précipitations (SPI-1, SPI-3), l'anomalie d'humidité du sol et la productivité végétale réduite (fAPAR)

source: **Long-term drought**: Droughts that persist for many months or years and impact hydrological systems, groundwater, ecosystems and socio-economic systems. Long-term droughts are typically associated with cumulative rainfall deficits over extended periods. The Bulletin monitors long-term drought using the 12-month Standardized Precipitation Index (SPI-12), which captures rainfall deficit over the past 12 months.
ar: **الجفاف طويل الأجل**: حالات الجفاف التي تستمر لأشهر أو سنوات عديدة وتؤثر على الأنظمة الهيدرولوجية، والمياه الجوفية، والنظم البيئية، والأنظمة الاجتماعية والاقتصادية. عادة ما يكون هذا النوع من الجفاف مرتبطًا بنقص تراكمي في هطول الأمطار على مدى فترات طويلة. ترصد النشرة الجفاف طويل الأجل باستخدام مؤشر SPI-12 الذي يقيس نقص الأمطار خلال الـ 12 شهرًا الماضية.
fr: **Sécheresse à long terme** : sécheresses qui persistent pendant plusieurs mois voire des années et affectent les systèmes hydrologiques, les eaux souterraines, les écosystèmes et les systèmes socio-économiques. Les sécheresses à long terme sont généralement associées à des déficits cumulatifs de précipitations sur de longues périodes. Le Bulletin surveille la sécheresse à long terme à l’aide de l’Indice de Précipitations Standardisé sur 12 mois (SPI-12), qui mesure le déficit pluviométrique sur les 12 derniers mois.
pt: **Sécheresse à long terme** : Sécheresses qui persistent pendant de nombreux mois ou années et qui affectent les systèmes hydrologiques, les eaux souterraines, les écosystèmes et les systèmes socio-économiques. Les sécheresses à long terme sont généralement associées à des déficits cumulatifs de précipitations sur de longues périodes. Le Bulletin surveille la sécheresse à long terme à l'aide de l'Indice de précipitation normalisé sur 12 mois (SPI-12), qui reflète le déficit de précipitations des 12 derniers mois.

source: **Types of drought**:
ar: **أنواع الجفاف**:
fr: **Types de sécheresse :**
pt: **Types de sécheresse :**

source: **Meteorological**: a significant reduction in rainfall compared to the long-term average for a specific region and time period. It is the earliest signal of drought, typically measured using indicators like the Standardized Precipitation Index (SPI-1)
ar: **الجفاف المناخي**: انخفاض كبير في كميات الأمطار مقارنةً بمتوسطها طويل الأجل لمنطقة وفترة زمنية محددة. وهو أول إشارة على حدوث الجفاف، وغالبًا ما يُقاس باستخدام مؤشرات مثل مؤشر الهطول المعياري (SPI-1).
fr: **Météorologique** : réduction significative des précipitations par rapport à la moyenne à long terme pour une région et une période données. C’est le premier signe de sécheresse, généralement mesuré à l’aide d’indicateurs comme l’Indice de Précipitations Standardisé (SPI-1).
pt: **Météorologique** : une réduction significative des précipitations par rapport à la moyenne à long terme pour une région et une période données. C’est le premier signe d’une sécheresse, généralement mesuré à l’aide d’indicateurs comme l’Indice de précipitation normalisé (SPI-1)

source: **Agricultural**: occurs when reduced rainfall and soil moisture limit crop growth, pasture quality, or agricultural productivity. It reflects impact on farming and food systems, and may lag behind meteorological drought
ar: **الجفاف الزراعي**: يحدث عندما تؤدي قلة الأمطار ورطوبة التربة إلى الحد من نمو المحاصيل، وجودة المراعي أو الإنتاجية الزراعية. ويعكس تأثير الجفاف على الزراعة وأنظمة الغذاء، وقد يتأخر ظهوره عن الجفاف المناخي.
fr: **Agricole** : survient lorsque la réduction des précipitations et de l’humidité du sol limite la croissance des cultures, la qualité des pâturages ou la productivité agricole. Elle reflète l’impact sur l’agriculture et les systèmes alimentaires, et peut suivre avec un certain retard la sécheresse météorologique.
pt: **Agricole** : survient lorsque la réduction des précipitations et de l'humidité du sol limite la croissance des cultures, la qualité des pâturages ou la productivité agricole. Elle reflète l’impact sur l’agriculture et les systèmes alimentaires et peut apparaître après la sécheresse météorologique

source: **Hydrological**: results from prolonged precipitation deficits that lead to reduced streamflow, groundwater levels, reservoir storage, and water availability. It affects water supply systems, energy production, and ecosystem health and typically develops slowly but lasts longer.
ar: **الجفاف الهيدرولوجي**: ينتج عن نقص هطول الأمطار لفترات طويلة مما يؤدي إلى انخفاض في تدفق الأنهار، ومستويات المياه الجوفية، وسعة الخزانات، وتوفر المياه. يؤثر على أنظمة إمدادات المياه، وإنتاج الطاقة، وصحة النظم البيئية، ويتطور ببطء ولكنه يستمر لفترة أطول.
fr: **Hydrologique** : résulte de déficits prolongés de précipitations qui entraînent une diminution des débits des cours d’eau, des niveaux des nappes phréatiques, des réserves des réservoirs et de la disponibilité de l’eau. Elle affecte les systèmes d’approvisionnement en eau, la production d’énergie et la santé des écosystèmes, se développant généralement lentement mais durant plus longtemps.
pt: **Hydrologique** : résulte de déficits de précipitations prolongés qui entraînent une réduction des débits des cours d’eau, des niveaux des nappes phréatiques, des réserves et de la disponibilité de l’eau. Elle affecte les systèmes d’approvisionnement en eau, la production d’énergie et la santé des écosystèmes. Elle se développe lentement mais dure plus longtemps.

source: **Socio-economic**: arises when water shortages begin to affect people’s daily lives, income and services. It occurs when drought conditions reduce availability of water for households, agriculture, energy, health care, or markets – leading to price hikes, job losses, increased hardship in communities and strain on public services. In the most affected areas, it can result in forced migration, displacement or conflict over scare resources.
ar: **الجفاف الاجتماعي والاقتصادي**: يظهر عندما تبدأ ندرة المياه بالتأثير على حياة الناس اليومية، ودخلهم، والخدمات المقدّمة لهم. يحدث عندما تقلل ظروف الجفاف من توفر المياه للمنازل، والزراعة، والطاقة، والرعاية الصحية، أو الأسواق – مما يؤدي إلى ارتفاع الأسعار، وفقدان الوظائف، وزيادة المعاناة في المجتمعات، والضغط على الخدمات العامة. وفي المناطق الأكثر تضررًا، قد يؤدي إلى الهجرة القسرية أو النزوح أو النزاعات على الموارد النادرة.
fr: **Socio-économique** : survient lorsque les pénuries d’eau commencent à affecter la vie quotidienne, les revenus et les services des populations. Elle se produit lorsque les conditions de sécheresse réduisent la disponibilité de l’eau pour les ménages, l’agriculture, l’énergie, la santé ou les marchés — entraînant des hausses de prix, des pertes d’emploi, des difficultés accrues dans les communautés et une pression sur les services publics. Dans les zones les plus touchées, cela peut provoquer des migrations forcées, des déplacements ou des conflits pour des ressources rares.
pt: **Socio-économique** : survient lorsque les pénuries d’eau commencent à affecter la vie quotidienne, les revenus et les services. Elle se produit lorsque la sécheresse réduit la disponibilité de l’eau pour les ménages, l’agriculture, l’énergie, la santé ou les marchés – entraînant une hausse des prix, des pertes d’emploi, des difficultés accrues pour les communautés et une pression sur les services publics. Dans les zones les plus touchées, cela peut entraîner des migrations forcées, des déplacements ou des conflits liés aux ressources rares.
